Repository: BuddyForms/BuddyForms-Attach-Post-with-Group
Catalog: languages/buddyforms-*.po
Languages: es_es

source: %s Categories
es_es: %s Las categorías

source: %s Category
es_es: %s La categoría

source: Attach Group Type:
es_es: Adjunta el tipo de grupo

source: Multiple:
es_es: Múltiple

source: Groups Control
es_es: El control de los grupos

source: Attach this form to groups. If a new post is created, a new group will be attached to the post.)
es_es: Si el post ( mensaje) nuevo es creado, el grupo nuevo se adjuntará al post ( mensaje).

source: Important:
es_es: Lo importante

source: Post status will effect group privacy options:
es_es: El estado de post ( mensaje) afectará a las opciones de privacidad del grupo

source: draft = hidden
es_es: el borrador=escondido

source: publish = public
es_es: publicar = público

source: Attach with Group
es_es: Adjunta al grupo

source: Create a group for each post of this form.
es_es: Crea el grupo para cada post ( mensaje) de esta forma

source: Redirect to Group
es_es: Redirige al grupo

source: Redirect the post to the group.
es_es: Redirige el post ( mensaje) al grupo

source: Display Post
es_es: Muestra el post ( mensaje)

source: If you want to add the post to the home tab, you need to copy the single-post.php from <br> 'includes/templates/buddyforms/groups/single-post.php' to your theme and rename it to front.php 'groups/single/front.php'.
es_es: Si quieres añadir el post (mensaje) a la pestaña Inicio tienes que copiar the single-post.php from <br> 'includes/templates/buddyforms/groups/single-post.php' a tu tema y renombrarlo a front.php 'groups/single/front.php'.

source: If you want to change the new tab template, copy single-post.php to your theme 'buddyforms/groups/single-post.php'
es_es: Si quieres cambiar de modelo de castaña nueva, copia single-post.php to your theme 'buddyforms/groups/single-post.php' a tu tema

source: View
es_es: Ver

source: Display the Title
es_es: Muestra el título

source: Display the Content
es_es: Muestra el contenido

source: Display Post Meta
es_es: Muestra el post meta ( meta mensaje)

source: %s joined the group %s
es_es: %s Sumado al grupo %s

source: Sorry buddy, but this part is restricted to super admins!
es_es: Lo siento, amigo, el acceso a esta parte está restringida a superadministradores

source: BuddyForms All Posts of this Group
es_es: BuddyForms Todos los posts (mensajes) de este grupo

source: Select the Form to use:
es_es: Selecciona la forma ( el formulario) del uso

source: Attached Groups:
es_es: Los grupos adjuntados

source: Other Attached Groups:
es_es: Otros grupos adjuntados

source: Add Custom Class
es_es: Añade Custom Class ( la clase propia )

source: BuddyForms Attached Group
es_es: BudduyForms El grupo adjuntado

source: Title:
es_es: el titulo

source: BuddyForms List Admins & Moderators
es_es: La lista de BuddyForms de administradores y moderadores
